{
  "general": {
    "approve": "approve",
    "connectWallet": "Connect Wallet",
    "amount": "amount",
    "balance": "balance",
    "basic": "basic",
    "buyKSU": "buy KSU",
    "claim": "claim",
    "deposit": "deposit",
    "lend": "lend",
    "confirm": "confirm",
    "goBack": "go back",
    "close": "close",
    "return": "return",
    "info": "info",
    "buy": "buy",
    "lock": "lock",
    "unlock": "unlock",
    "lockKSU": "lock KSU",
    "loyalty": "loyalty",
    "loyaltyLevel": "loyalty level",
    "max": "max",
    "nextEpoch": "next epoch",
    "lastEpoch": "last epoch",
    "rewards": "rewards",
    "to": "to",
    "wallet": "wallet",
    "pools": "pools",
    "none": "none",
    "pool": "pool",
    "adjust": "adjust",
    "csvDownload": "download as csv",
    "overview": "overview",
    "poolApy": "Loan APY",
    "apy": "APY",
    "base": "base",
    "tvl": "TVL",
    "lifetime": "lifetime",
    "investment": "investment",
    "average": "average",
    "total": "total",
    "weighted": "weighted",
    "tranche": "Tranche",
    "perTranche": "per tranche",
    "perPool": "per pool",
    "convertToKSU": "Convert to KSU",
    "locking": "Locking",
    "availableFunds": "available funds",
    "availableAssets": "available assets",
    "totalKsuLocked": "total KSU locked",
    "rowsPerPage": "Rows per page:",
    "notAvailable": "not available",
    "multiplier": "multiplier",
    "requestDeposit": "Request Deposit",
    "reallocated": "Reallocated",
    "request": "Request",
    "approved": "Approved",
    "confirmed": "Confirmed",
    "nextClearingPeriodStart": "Next Clearing Period Starts in",
    "slippage": "Slippage",
    "strategies": "Strategies"
  },
  "time": {
    "days": "days",
    "hours": "hours",
    "minutes": "minutes"
  },
  "locking": {
    "widgets": {
      "overview": {
        "metric-1-tooltip": "KSU balance currently held in your Web3 wallet, including the current estimated USDC equivalent.",
        "metric-2-tooltip": "Total USDC equivalent value of all tokens in your Web3 wallet that can be used to purchase KSU tokens.",
        "metric-3-tooltip": "Your balance of KSU currently locked."
      },
      "ksuStatus": {
        "rksuBalance": {
          "tooltip": "The value of your current rKSU balance, which is derived by a multiplier applied to your amount of locked KSU. This multiplier varies according to your locking period, per the below table. The value of your rKSU balance relative to your total current and pending USDC deposits across all Lending Pools determines your Loyalty Level. Your Loyalty Level determines the extent of your token utility (lending pool deposit priority and withdrawal priority) and associated rewards (APY bonus). Regardless of your Loyalty Level, your rKSU balance relative to the total rKSU in the Kasu ecosystem, also determines your share of Protocol Fees."
        },
        "loyaltyLevel": {
          "tooltip": "info"
        }
      },
      "loyalty": {
        "title": " Loyalty Status",
        "metric-1-tooltip": "The value of your current rKSU balance, which is derived by a multiplier applied to your amount of locked KSU. This multiplier varies according to your locking period, per the below table. The value of your rKSU balance relative to your total current and pending USDC deposits across all Lending Pools determines your Loyalty Level. Your Loyalty Level determines the extent of your token utility (lending pool deposit priority and withdrawal priority) and associated rewards (APY bonus). Regardless of your Loyalty Level, your rKSU balance relative to the total rKSU in the Kasu ecosystem, also determines your share of Protocol Fees.",
        "metric-2": "Total Lending Pool Deposits",
        "metric-2-toolip": "For the purposes of calculating your Loyalty Level, your total lending pool deposits includes your existing lending pool deposits plus pending lending pool deposits.",
        "metric-3": "rKSU to Total USDC Lending Ratio",
        "metric-3-toolip": {
          "description": "The value of your rKSU balance relative to your total current and pending USDC deposits across all Lending Pools. This ratio determines your Loyalty Level. Your Loyalty Level determines the extent of your token utility (lending pool deposit priority access and withdrawal priority) and associated rewards (APY bonus) as follows:",
          "subtitle-1": "No Loyalty Status",
          "subtitle-1-description": "If the value of your rKSU balance relative to your current and pending USDC deposits is less than 1%, then:",
          "subtitle-1-list-0": "No withdrawal or deposit priority benefits apply.",
          "subtitle-1-list-1": "Deposit/withdrawal requests are processed after Loyalty level 1 and 2 Token Lockers.",
          "subtitle-2": "Loyalty Level 1",
          "subtitle-2-description": "If the value of your rKSU balance relative to your total current and pending USDC deposits across all Lending Pools is 1% or greater, but less than 5%, you will achieve Loyalty Level 1, entitling you to the following privileges:",
          "subtitle-2-list-0": "Second order priority access to lending pools (behind Loyalty Level 2).",
          "subtitle-2-list-1": "Second order priority for capital withdrawals from lending pools (behind Loyalty Level 2).",
          "subtitle-2-list-2": "Additional APY (APY Bonus) from your deposits in all lending pools, awarded in KSU (subject to change according to liquidity demand and supply requirements).",
          "subtitle-3": "Loyalty Level 2",
          "subtitle-3-description": "If the value of your rKSU balance relative to your total current and pending USDC deposits across all Lending Pools is 5% or greater, you will achieve Loyalty Level 2, entitling you to the following privileges:",
          "subtitle-3-list-0": "First order priority access to lending pools.",
          "subtitle-3-list-1": "Firstly order priority for capital withdrawals from lending pools.",
          "subtitle-3-list-2": "Additional APY (more APY Bonus than Loyalty Level 1 Token Lockers) from your deposits in all lending pools, awarded in KSU (subject to change according to liquidity demand and supply requirements)."
        },
        "button": "HOW TO/WHY INCREASE LOYALTY LEVEL?",
        "level": {
          "level-0": {
            "title": "No Loyalty Status",
            "description": "If your ratio of accumulated rKSU to USDC deposits is less than 1%, then you are not entitled to any privileges."
          },
          "level-1": {
            "level": "Level 1",
            "title": "Loyalty Level 1",
            "subtitle": "If your ratio of accumulated rKSU to USDC deposits is between 1% - 5%, then you can enjoy the following benefits:",
            "list": {
              "list-0": "Second order priority access to lending pools (behind Loyalty Level 2).",
              "list-1": "Second order priority for capital withdrawals from lending pools (behind Loyalty Level 2).",
              "list-2": "0.1% additional APY from your deposits in all lending pools, awarded in KSU."
            }
          },
          "level-2": {
            "level": "Level 2",
            "title": "Loyalty Level 2",
            "subtitle": "If your ratio of accumulated rKSU to USDC deposits is 5% or more, then you can enjoy the following benefits:",
            "list": {
              "list-0": "First order priority access to lending pools.",
              "list-1": "Firstly order priority for capital withdrawals from lending pools.",
              "list-2": "0.2% additional APY from your deposits in all lending pools, awarded in KSU."
            }
          }
        }
      },
      "rewardsSummary": {
        "title": "Bonus & Rewards Summary",
        "metric-1": "Protocol Fee Sharing Balance",
        "metric-1-tooltip": "Your share of USDC Protocol Fees earned that is available to claim. Token Lockers are entitled to a share of 5% of the total gross interest earnings generated by lending activities on Kasu. Your proportionale share of this amount is determined by your rKSU balance relative to the total rKSU in the Kasu ecosystem. For example, in a scenario where a total of 1,000 rKSU exists in the entire Kasu ecosystem, a Token Locker who owns 150 of these rKSU (which is 15%) would be entitled to 15% of all Protocol Fees allocated to KSU Token Lockers. This proportionality is augmented as more KSU tokens are locked (or unlocked) to generate more rKSU (or burn more rKSU), entitling them to a proportionate share of protocol fees.",
        "metric-2": "KSU Bonus/Rewards Balance",
        "metric-2-toolip": "The value of your KSU balance (and estimated USDC equivalent value) associated with the following bonuses/rewards (per Rewards 1 and 2 below): 1) APY Bonus (only applicable to Loyalty Level 1 and 2 KSU Token Lockers); and, 2) KSU Launch Bonus (only applicable for early Token Lockers until the KSU bonus pool (5% of total supply) is fully consumed, which is based on the amount and duration of KSU locked and the associated multiplier)."
      },
      "rewardsBreakdown": {
        "title": "Bonus & Rewards Breakdown",
        "rewards-1": {
          "title": "Reward 1 • APY Bonus",
          "subtitle": "(Paid in KSU)",
          "metric-1": "APY Bonus Based on Loyalty Level",
          "metric-1-tooltip": "Your APY bonus (paid in KSU) in addition to the APY associated with your USDC deposits in Lending Pools, which is only applicable to Loyalty Level 1 and 2 KSU Token Lockers. Loyalty Level 2 Token Lockers receive a higher APY bonus than Loyalty Level 1. The APY bonus is variable and will change from time to meet liquidity demand and supply requirements.",
          "metric-2-tooltip": "The balance of your APY bonus earnings that is available to claim.",
          "metric-3-tooltip": "The total amount of APY bonus your have received since the very first time you achieved (and maintained) Loyalty Level 1 or 2."
        },
        "rewards-2": {
          "title": "Reward 2 • KSU Launch Bonus",
          "metric": "Your Total Launch Bonus",
          "metric-tooltip": "Your total KSU Launch Bonus received for being an early Token Locker, based on the amount and duration of KSU locked and the associated multiplier as follows:"
        },
        "rewards-3": {
          "title": "Reward 3 • Protocol Fee Sharing",
          "metric-1": "Claimable Balance",
          "metric-1-tooltip": "Your current balance of USDC Protocol Fees earned, based on your amount and duration of KSU locked",
          "metric-2": "Lifetime Protocol Fees Earned",
          "metric-2-tooltip": "Your share of USDC Protocol Fees earned (claimed and unclaimed) since you very first locked KSU. Token Lockers are entitled to a share of 5% of the total gross interest earnings generated by lending activities on Kasu. Your proportionate share of this amount is determined by your rKSU balance relative to the total rKSU in the Kasu ecosystem. For example, in a scenario where a total of 1,000 rKSU exists in the entire Kasu ecosystem, a Token Locker who owns 150 of these rKSU (which is 15%) would be entitled to 15% of all Protocol Fees allocated to KSU Token Lockers. This proportionality is augmented as more KSU tokens are locked (or unlocked) to generate more rKSU (or burn more rKSU), entitling them to a proportionate share of protocol fees."
        }
      },
      "unlock": {
        "title": "Your KSU Locking",
        "table": {
          "headers": {
            "amountLocked": " Amount Locked",
            "unlockDate": "Unlock Date",
            "remainingDuration": {
              "1": "Remaining",
              "2": "Locking Duration"
            },
            "multiplier": "rKSU Multiplier",
            "balance": "rKSU Balance"
          }
        }
      }
    }
  },
  "modals": {
    "loyaltyLevels": {
      "title": "Loyalty levels",
      "subtitle": "About KSU Loyalty Program",
      "description-1": "The more you lock, the higher your loyalty level and the more benefits you receive.",
      "description-2": "If you do not wish to lock KSU tokens, then you are can still participate in lending pools to earn APY. However, you will not receive any bonus APY, and any deposit/withdrawal request will be processed after Loyalty 1 and 2 Token Lockers.",
      "description-3": "Each KSU token that you unlock will burn a proportionate amount of rKSU. In order to maintain your loyalty level and associated privileges, be sure to maintain an amount of locked KSU to avoid burning rKSU to the point that it falls below the above minimum ratio of USDC deposits."
    },
    "termsAndConditions": {
      "title": "Terms and Conditions",
      "description-1": "The more you lock, the higher your Loyalty Level and the more utility and rewards you receive.",
      "description-2": "However, you will be ranked behind Loyalty Level 1 and 2 Liquidity Providers in the queue for lending access priority and lending withdrawal priority to and from Lending Strategies. Additionally, you will not be eligible for any bonus APY (excluding you from earning bonus interest). Loyalty Levels are as follows:",
      "description-3": "Should you unlock any amount of KSU, your rKSU will be burned in relative proportion. This may adversely affect your Loyalty Level, which in turn, adversely affects your access to Lending Strategies and loan Tranches, along with your position in the queue for withdrawals from your existing lending. It may also affect your APY bonus. It will also reduce your share of Protocol Fees, regardless of Loyalty Level.",
      "loyalty-level-0": {
        "description-1": "If the value of your rKSU balance relative to your total current and pending USDC lending across all Lending Strategies is 1% or greater, but less than 5%, you will achieve Loyalty Level 1, entitling you to the following token utility and benefits:",
        "list": {
          "list-0": "Second order priority access to Lending Strategies and loan Tranches (behind Loyalty Level 2).",
          "list-1": "Second order priority for capital withdrawals from your existing lending (behind Loyalty Level 2).",
          "list-2": "Additional APY (APY Bonus) awarding you with bonus interest earnings on all your lending, awarded in KSU (subject to change according to liquidity demand and supply requirements)."
        }
      },
      "loyalty-level-1": {
        "description-1": "If the value of your rKSU balance relative to your total current and pending USDC lending across all Lending Strategies is 1% or greater, but less than 5%, you will achieve Loyalty Level 1, entitling you to the following token utility and benefits:",
        "list": {
          "list-0": "Second order priority access to Lending Strategies and loan Tranches (behind Loyalty Level 2).",
          "list-1": "Second order priority for capital withdrawals from your existing lending (behind Loyalty Level 2).",
          "list-2": "Additional APY (APY Bonus) awarding you with bonus interest earnings on all your lending, awarded in KSU (subject to change according to liquidity demand and supply requirements)."
        }
      },
      "loyalty-level-2": {
        "description-1": "If the value of your rKSU balance relative to your total current and pending USDC lending across all Lending Strategies is 5% or greater, you will achieve Loyalty Level 2, entitling you to the following token utility and benefits:",
        "list": {
          "list-0": "First order priority access to Lending Strategies and loan Tranches.",
          "list-1": "First order priority for capital withdrawals from your existing lending",
          "list-2": "Additional APY (more APY Bonus than Loyalty Level 1 Token Lockers) awarding you with bonus interest earnings on all your lending, awarded in KSU (subject to change according to liquidity demand and supply requirements)."
        }
      }
    },
    "unlock": {
      "buttons": {
        "reviewUnlock": "Review Unlock"
      },
      "reviewLock": {
        "unlockingSchedule": "Unlocking request will be scheduled to the end of the current Epoch.",
        "metric-2-tooltip": "The amount of KSU you request to unlock at the end of the current locking period."
      },
      "overview": {
        "lockedDate": "Locked Date",
        "metric-1-tooltip": "Amount of KSU you are requesting to unlock.",
        "metric-2-tooltip": "The amount of rKSU derived from the multiplier applied to your amount of locked KSU, which varies according to your locking period. rKSU will be burned in relative proportion to the amount of KSU you have requested to unlock. This may adversely affect your Loyalty Level, which in turn, adversely affects your access and withdrawal priority to and from loans, along with your APY bonus. It will also reduce your share of Protocol Fees, regardless of Loyalty Level. The value of your rKSU balance relative to your total current and pending USDC lending across all Lending Strategies determines your Loyalty Level. Your Loyalty Level determines the extent of your token utility (lending access priority and lending withdrawal priority to and from Lending Strategies) and associated rewards (APY bonus). Regardless of your Loyalty Level, your rKSU balance relative to the total rKSU in the Kasu ecosystem, also determines your share of Protocol Fees.",
        "metric-3-tooltip": "The start date you locked this particular amount of KSU."
      },
      "withdraw": {
        "withdraw-title": "Unlocking",
        "withdraw-metric-1": "KSU Remaining",
        "withdraw-metric-1-tooltip": "The amount of KSU you will have have left after processing your KSU unlock request.",
        "withdraw-metric-2": "rKSU Remaining",
        "withdraw-metric-2-tooltip": "The amount of rKSU you will have have left after processing your KSU unlock request. rKSU will be burned in relative proportion to the amount of KSU that will be unlocked, which may adversely affect your Loyalty Level and associated token utility and benefits.",
        "withdraw-metric-3": "Available KSU to Unlock",
        "withdraw-metric-3-tooltip": "The amount of KSU you request to unlock at the end of the current locking period.",
        "input-label": "Unlock Amount"
      },
      "completed": {
        "description-1": "You have successfully requested",
        "description-2": "to be unlocked in the next Epoch",
        "description-3": "to remain locked and",
        "description-4": "to be burned and",
        "description-5": "to be withdrawn to the wallet",
        "description-6": "in the next Epoch"
      }
    },
    "lending": {
      "title": "Lending Request",
      "buttons": {
        "overview": "Lending Strategy Overview"
      },
      "terms-and-conditions-1": "By depositing funds to this Lending Pool, you accept the",
      "terms-and-conditions-2": "Terms and Conditions.",
      "review": {
        "metric-1": "Lend To",
        "metric-1-tooltip": "The Lending Strategy that your lending request relates to.",
        "metric-2": "Lending Request Date​",
        "metric-2-tooltip": "The date of your lending request.",
        "metric-3": "Lending Amount",
        "metric-3-tooltip": "The USDC amount you have requested for lending to this Lending Strategy.",
        "metric-4": "Total Lending",
        "metric-4-tooltip": "Your current USDC lending balance in this Lending Strategy",
        "metric-5-tooltip": "The loan Tranche that you have made a lending request for."
      },
      "completed": {
        "description-1": "You have successfully queued:",
        "description-2": "to be deposited in the next Epoch to"
      }
    },

    "lock": {
      "buttons": {
        "reviewLock": "Review Lock"
      },
      "swapAndDeposit": {
        "title": "Lend with any token.",
        "input-label": "Lending Amount",
        "swap-via": "Swapped via 1inch",
        "swap": "Swap",
        "for": "for"
      },
      "deposit": {
        "input-label": "Lock Amount",
        "amount-title": "KSU Locking",
        "amount-metric-1": "Minimum KSU Lock Amount for Loyalty 1",
        "amount-metric-1-tooltip": "DEPRECATED",
        "amount-metric-2": "Minimum KSU Lock Amount for Loyalty 2",
        "amount-metric-2-tooltip": "DEPRECATED",
        "metric": "Locking Amount at Current Exchange Rate",
        "description": {
          "metric-1": "By depositing funds to this Lending Pool, you accept the following",
          "metric-2": "Terms and Conditions.",
          "metric-3": "NOTE: YOU ACCEPT THAT:",
          "metric-4": "IF THIS TRANCHE IS OVERSUBSCRIBED, YOU WILL BE AUTOMATICALLY REALLOCATED TO THE NEXT AVAILABLE TRANCHE WITH A LOWER APY WITHOUT THE OPPORTUNITY TO OPT OUT. YOU WILL THEN BE SUBJECT TO QUEUING SYSTEM SHOULD YOU WISH TO WITHDRAW YOUR FUNDS.",
          "metric-5": "YOU WILL BE SUBJECT TO A QUEUING SYSTEM SHOULD YOU WISH TO WITHDRAW YOUR FUNDS FROM ANY TRANCHE. YOU CAN ACHIEVE WITHDRAWAL PRIORITY IN THE QUEUE BY LOCKING KSU TO ESTABLISH /INCREASE YOUR LOYALTY LEVEL​.",
          "metric-6": "How do I secure my spot in this tranche?",
          "metric-7": "Access to higher APY tranches is based on Loyalty Level. In the event of oversubscription, applicants will be automatically reassigned to the next available tranche. This process repeats for each tranche. Higher Loyalty Levels increase the likelihood of allocation to the desired tranche, but do not guarantee it."
        }
      },
      "duration": {
        "title": "Locking Duration",
        "duration": "Duration in Days",
        "unlocking": "Unlocking Date",
        "unlocking-date": "The date that your locked KSU will become unlocked, based on the locking duration simulation your have chosen via the above slider."
      },
      "estimates": {
        "title": "Estimates",
        "est-1": "Your Protocol Fee Rewards",
        "tooltip-1": "Your projected USDC Protocol Fees. This is based on your simulated KSU locking amount and duration, and the project amount of rKSU this is expected to be generated per the rKSU multiplier displayed in the above slider. Token Lockers are entitled to a share of 5% of the total gross interest earnings generated by lending activities on Kasu. Your proportionate share of this amount is determined by your rKSU balance relative to the total rKSU in the Kasu ecosystem. For example, in a scenario where a total of 1,000 rKSU exists in the entire Kasu ecosystem, a Token Locker who owns 150 of these rKSU (which is 15%) would be entitled to 15% of all Protocol Fees allocated to KSU Token Lockers. This proportionality is augmented as more KSU tokens are locked (or unlocked) to generate more rKSU (or burn more rKSU), entitling them to a proportionate share of protocol fees.",
        "est-2": "APY Bonus Interest (Paid in KSU)",
        "tooltip-2": "Your projected APY bonus interest (paid in KSU) in addition to the APY associated with your lending balances, which is only applicable to Loyalty Level 1 and 2 KSU Token Lockers. Loyalty Level 2 Token Lockers receive a higher APY bonus than Loyalty Level 1. The APY bonus is variable and will change from time to meet liquidity demand and supply requirements.",
        "est-3": "Launch Bonus",
        "tooltip-3": "Your projected KSU Launch Bonus for being an early Token Locker, based on the amount and duration of KSU locked and the associated multiplier as follows:"
      },
      "reviewLock": {
        "lockAmount": "Total KSU Locked",
        "lockAmount-tooltip": "The amount of KSU you are requesting to lock.",
        "lockingDuration": "Locking Duration",
        "lockingDuration-tooltip": "The number of days you are requesting your KSU to be locked for.",
        "epochEnds": "Epoch ends in",
        "depositSchedule": "Locking request will be scheduled to the end of the current Epoch.",
        "nextClearing": "Next clearing day commences in"
      },
      "completed": {
        "description-1": "You have successfully queued",
        "description-2": "to be locked in the next Epoch.",
        "lockingOverview": "Locking Overview"
      },
      "actions": {
        "action-1": "INCREASE/ESTABLISH LOYALTY LEVEL",
        "action-2": "REVIEW LENDING REQUEST"
      }
    },
    "earningsCalculator": {
      "title": "Earnings Calculator",
      "subtitle": "Simulate your potential interest earnings",
      "simulatedAmount": {
        "title": " Lending Scenario",
        "metric-1": "Lend with any token.",
        "metric-2": "Powered by 1inch"
      },
      "simulatedDuration": {
        "title": "Simulated Lending Duration",
        "description-1": "EXAMPLE ONLY • DURATION IS NOT FIXED",
        "description-2": "YOU CAN REQUEST WITHDRAWAL AT ANY TIME"
      },
      "simulatedYieldEarnings": {
        "title": "Simulated Yield Earnings",
        "metric-1-tooltip": "The Annual Percentage Yield that will be applied to determine your interest earnings simulation, assuming all repayments will be made as expected. This is based on the APY currently offered by the Delegate and is subject to change during the simulation forecast period.",
        "metric-2-title": "Simulated Interest Earnings",
        "metric-2-tooltip": "Forecast USDC interest earnings (after fees) associated with the lending amount entered and duration selected for this Lending Strategy at the given APY, assuming all repayments will be made as expected.",
        "metric-3-title": "APY Bonus",
        "metric-3-tooltip": "The APY bonus (paid in KSU) that will be applied to determine your bonus interest earnings simulation, which is only applicable to Loyalty Level 1 and 2 KSU Token Lockers. Loyalty Level 2 Token Lockers receive a higher APY bonus than Loyalty Level 1. The APY bonus is variable and will change from time to meet liquidity demand and supply requirements.",
        "metric-4-title": "Simulated Bonus Interest Earnings",
        "metric-4-tooltip": "Forecast bonus interest earnings based on the APY bonus (for the given Loyalty Level), applied to the lending amount entered and duration selected for this Lending Strategy."
      }
    },
    "cancelWithdrawal": {
      "title": "Cancel Withdrawal Request",
      "metric-1": "From Lending Strategy",
      "metric-2": "Withdrawal Request Amount​",
      "metric-2-tooltip": "​​​​​​The USDC lending withdrawal request amount that you would like to cancel.",
      "metric-3": "Withdrawal Request Date​",
      "metric-3-tooltip": "The date of your original lending withdrawal request.",
      "metric-4-tooltip": "​​​​​The loan Tranche related to this Lending Strategy that you request a withdrawal cancellation from.​",
      "epochEnds": "Epoch Ends in",
      "cancel-button": "Cancel Withdrawal Request"
    },
    "cancelDeposit": {
      "title": "Cancel Lending Request",
      "metric-1": "Lend To",
      "metric-1-tooltip": "The Lending Strategy that your lending cancellation request relates to.",
      "metric-2-tooltip": "​​​​​​The loan Tranche related to this Lending Strategy that you request a lending cancellation from.​",
      "metric-3": "Lending Request Amount",
      "metric-3-tooltip": "The USDC lending request amount that you would like to cancel.",
      "metric-4": "Lending Request Date​",
      "metric-4-tooltip": "The date of your original lending request.",
      "cancel-button": "Cancel Lending Request"
    }
  },
  "lending": {
    "poolOverview": {
      "title": "Lending Strategy Overview",
      "detailCard": {
        "apyStructure": {
          "label": "Loan APY Structure",
          "tooltip": "Indicates whether the APY offered by the Delegate is fixed for a specified period of time, or variable (subject to change upon each epoch)."
        },
        "assetClass": {
          "label": "Asset class",
          "tooltip": "The lending specialisation, type or category related to this Lending Pool."
        },
        "industry": {
          "label": "Industry Exposure",
          "tooltip": "Industry and/or business category in which the Delegate's customers (end borrowers) operate."
        },
        "security": {
          "label": "Security",
          "tooltip": "info"
        },
        "lendingHistory": {
          "label": "Lending History",
          "tooltip": "Total length of time the Pool Delegate has been operating as a lending business."
        },
        "loansUnder": {
          "label": "Total Active Lending",
          "tooltip": "Total USDC equivalent face value of all loans that the Delegate currently has deployed to end borrowers from this Lending Strategy."
        },
        "tvl": {
          "label": "Total Value Locked (TVL)",
          "tooltip": "The current balance of all USDC loans in this Lending Strategy comprised of funds deployed into loans to end borrowers, excess liquidity and first loss capital (if contributed by the Delegate)."
        },
        "terms": {
          "label": "Term & Structure",
          "tooltip": "The structure of each loan provided by the Delegate to its customers (end borrowers) with regard to maturity date and repayment profile to suit the lending asset class related to this Lending Strategy. A Revolving Loan refers to a loan structure that has no defined end date as it is typically utilised to fund ongoing operations (akin to a Line of Credit, Working Capital Loan or Evergreen Facility). An Amortising loan refers to a loan structure that has defined Principal and Interest repayment periods until it is fully repaid upon a specific end/maturity date, as it is typically utilised to fund core debt, capital expenditure and long term projects."
        },
        "totalPoolYieldEarnings": {
          "label": "Total Lending Strategy",
          "sublabel": "Interest Earned",
          "tooltip": "Cumulative total gross interest earned by Liquidity Providers from this Lending Strategy since its inception on the Kasu protocol."
        },
        "totalLossRate-label": {
          "label": "Total Loss Rate"
        },
        "totalLossRate": {
          "label": "Total",
          "sublabel": "Loss Rate",
          "tooltip": "​Total unrecoverable losses expressed as a percentage of total loans associated with this Lending Strategy."
        }
      },
      "trancheCard": {
        "minDeposit": "Minimum Deposit Amount",
        "maxDeposit": "Maximum Deposit Amount",
        "remainingCapacity": {
          "label": "Remaining Capacity",
          "tooltip": "Amount of additional funds the Pool can accept in USDC, also represented as a percentage of the maximum Lending Pool target amount."
        }
      },
      "investmentCard": {
        "loanApy": "Loan APY",
        "tooltip": "The Annual Percentage Yield currently offered by the Delegate for this Lending Strategy, assuming all repayments will be made as expected.",
        "totalAmount": {
          "label": "Total Lending Balance",
          "tooltip": "Your combined total USDC lending balance across all Tranches (or single Lending Strategy offer in the absence of multiple Tranches) within this Lending Strategy."
        },
        "weightedAvgApy": {
          "label": "Weighted Average APY",
          "tooltip": "The average APY you are currently earning within this Lending Strategy that has been adjusted to reflect your weighted contribution to each Tranche relative to your total contribution across all Tranches."
        },
        "totYieldEarned": {
          "label": "Total Interest Earned",
          "tooltip": "Total interest you have earned on your USDC investment(s) whilst you remain active in this Lending Pool. For example, if you withdraw your total investment from this Lending Pool (and are therefore no longer active in this Lending Pool), then your total interest earned will be displayed as zero. To view a breakdown of your total interest earned across all Lending Pools, please click on the 'My Portfolio' tab."
        },
        "amountInvested": {
          "label": "Lending Balance",
          "tooltip": "Your current USDC lending balance in this Tranche."
        },
        "trancheApy": {
          "label": "Tranche APY",
          "tooltip": "The Annual Percentage Yield currently offered by the Delegate for this Tranche of this Lending Strategy, assuming all repayments will be made as expected."
        },
        "yieldEarned": {
          "label": "Lifetime Interest Earned",
          "tooltip": "The total amount of interest you have earned (after fees) from this particular loan Tranche since you first started lending to this Tranche. To view a breakdown of your total historical interest earned across all Tranches and Lending Strategies, please visit the 'My Portfolio' tab. "
        }
      },
      "lockingStatus": {
        "title": "Your KSU Status",
        "lendingAndBonus": {
          "label": "Lending Bonus & Rewards",
          "caption": "Related to This Lending Pool Only"
        },
        "lockedInfo": {
          "label": "Total KSU Locked",
          "tooltip": "Your amount of KSU currently locked."
        },
        "apyBonus": {
          "label": "APY Bonus",
          "tooltip": "Your APY bonus (paid in KSU) in addition to the APY associated with your USDC lending. APY bonus is only applicable to Loyalty Level 1 and 2 KSU Token Lockers. Loyalty Level 2 Token Lockers receive a higher APY bonus than Loyalty Level 1. The APY bonus is variable and will change from time to meet liquidity demand and supply requirements."
        },
        "totalBonusYield": {
          "label": "Total Bonus Interest Earnings",
          "tooltip": "Your current bonus interest earnings balance (paid in KSU) in addition to the interest earnings associated with your USDC lending in this Lending Strategy, whilst you have an active balance in this Lending Strategy. For example, if you withdraw your total lending from this Lending Strategy (and are therefore no longer active in this Lending Strategy), then your total bonus interest earnings will be reset to zero. To view a breakdown of your total historical bonus interest earnings across all Lending Strategies, please visit on the 'My Portfolio' tab."
        },
        "lifeTimeBonus": {
          "label": "Lifetime Bonus Interest Earnings",
          "tooltip": "The total amount of bonus interest earnings you have accumulated from this Lending Strategy since the very first time you achieved (and maintained) Loyalty Level 1 or 2."
        },
        "allOtherRewards": {
          "label": "View KSU Locking for all other rewards",
          "tooltip": ""
        }
      },
      "transactionsHistory": {
        "title": "Your Transactions",
        "tooltip": "The status of your lending requests and lending withdrawal requests to and from this Lending Strategy.",
        "reallocated": {
          "label": "Reallocated",
          "tooltip": "Reallocated to the next available Tranche due to oversubscription of lending requests to the Tranche you originally requested. You can achieve priority access to loans by locking KSU to achieve/increase your Loyalty Level."
        }
      },
      "rksuBalanceToolTip": "The value of your current rKSU balance, which is derived by a multiplier applied to the amount and duration of locked KSU (per below table). The value of your rKSU balance relative to your total current and pending USDC lending across all Lending Strategies determines your Loyalty Level. Your Loyalty Level determines the extent of your token utility (lending access priority and lending withdrawal priority to and from Lending Strategies) and associated rewards (APY bonus). Regardless of your Loyalty Level, your rKSU balance relative to the total rKSU in the Kasu ecosystem, also determines your share of Protocol Fees.",
      "rksuTotalUSDCTooltip": "Strategy deck"
    },
    "strategyDeck": "Strategy deck",
    "tranche": {
      "senior": {
        "title": "Senior Tranche APY",
        "tooltip": "The Annual Percentage Yield currently offered by the Delegate for the Senior Tranche of this Lending Strategy, assuming all repayments will be made as expected."
      },
      "mezzanine": {
        "title": "Mezzanine Tranche APY",
        "tooltip": "The Annual Percentage Yield currently offered by the Delegate for the Mezzanine Tranche of this Lending Strategy, assuming all repayments will be made as expected."
      },
      "junior": {
        "title": "Junior Tranche APY",
        "tooltip": "The Annual Percentage Yield currently offered by the Delegate for the Junior Tranche of this Lending Strategy, assuming all repayments will be made as expected."
      }
    },
    "withdraw": {
      "title": "Withdraw Request",
      "subtitle": "Total Withdrawal Request Amount",
      "fromPool": "From Lending Strategy",
      "toWallet": "To Wallet",
      "epochEnds": "Epoch ends in",
      "withdrawalSchedule": "Withdrawal will be scheduled for the end of the current Epoch. The final Withdrawal Amount may vary due to Pool conditions.",
      "amountInput": {
        "label": "Withdraw Request Amount",
        "tooltip": "The USDC lending amount you would like to request for withdrawal from this Lending Strategy."
      },
      "button": {
        "review": "REVIEW WITHDRAWAL",
        "adjust": "ADJUST",
        "confirm": "CONFIRM",
        "strategyOverview": "LENDING STRATEGY OVERVIEW",
        "viewTx": "VIEW TX"
      },
      "dropdown": {
        "label": "Tranche",
        "option": {
          "senior": "Senior Tranche",
          "mezzanine": "Mezzanine Tranche",
          "junior": "Junior Tranche"
        }
      },
      "metrics": {
        "totalInvestment": {
          "label": "Total Lending Balance",
          "tooltip": "Your current USDC lending balance in this Lending Strategy."
        },
        "trancheInvestment": {
          "label": "Tranche Lending Balance",
          "tooltip": "Your current USDC lending balance in this loan Tranche related of this Lending Strategy."
        },
        "tranche": {
          "label": "Tranche",
          "tooltip": "The loan Tranche related to this Lending Strategy that you request to make a withdrawal from."
        }
      },
      "confirmStep": {
        "withdrawInfo": "You have successfully queued:",
        "amountLabel": "to be withdrawn in the next Epoch",
        "subjectLiquidity": "(subject to available liquidity)",
        "depositedLabel": "to be deposited to the wallet address"
      },
      "errors": {
        "invalidCriteria": "The value entered does not meet the criteria required for this field.",
        "tooManyDecimals": "Enter a value with a maximum of 6 decimals."
      },
      "senior": {
        "title": "Senior Tranche",
        "tooltip": "The current Annual Percentage Interest offered by the Pool Delegate for the Senior Tranche within this Lending Pool, assuming all repayments will be made as expected."
      },
      "mezzanine": {
        "title": "Mezzanine Tranche",
        "tooltip": "The current Annual Percentage Interest offered by the Pool Delegate for the Mezzanine Tranche within this Lending Pool, assuming all repayments will be made as expected."
      },
      "junior": {
        "title": "Junior Tranche",
        "tooltip": "The current Annual Percentage Interest offered by the Pool Delegate for the Junior Tranche within this Lending Pool, assuming all repayments will be made as expected."
      }
    },
    "shortcutTranche": {
      "senior": {
        "title": "Senior"
      },
      "mezzanine": {
        "title": "Mezzanine"
      },
      "junior": {
        "title": "Junior"
      }
    }
  },
  "details": {
    "poolDelegate": {
      "title": "Delegate Profile and History",
      "history": {
        "label": "Lending History",
        "tooltip": "​The total length of time the Delegate has been operating as a lending business.​"
      },
      "totalFunds": {
        "label": "Total Loan Funds Originated",
        "tooltip": "Cumulative total USDC equivalent face value of all current and historical loans originated by the Delegate to end borrowers, regardless of whether the loans have been made available on Kasu or not."
      },
      "totalLoans": {
        "label": "Total Loans Originated",
        "tooltip": "Cumulative total number of all current and historical loans originated by the Delegate to end borrowers, regardless of whether the loans were made available on Kasu or not."
      },
      "assetClass": {
        "label": "Asset Class(es)",
        "tooltip": "All lending specialisations, types or categories in which the Delegate has a track record of expertise, regardless of the Lending Strategies the Delegate has made available on Kasu."
      },
      "otherPools": {
        "label": "Other KASU Lending Strategies",
        "tooltip": "​Other Lending Strategies that the Delegate has made available on Kasu.​"
      },
      "loans": {
        "label": "Total Active Lending",
        "tooltip": "Total USDC equivalent face value of all loans that the Delegate currently has deployed to end borrowers, regardless of whether the loans have been made available on Kasu or not."
      },
      "loss": {
        "label": "Historical Loss Rate",
        "tooltip": "Total unrecoverable losses expressed percentage of total loans originated by the Delegate since its inception, regardless of whether they relate to Lending Strategies made available on Kasu or not."
      }
    },
    "poolDetails": {
      "title": "Lending Strategy Details",
      "apy": {
        "label": "APY",
        "tooltip": "The Annual Percentage Yield currently offered by the Delegate for this loan Tranche (in the case that there are multiple loan Tranches within this Lending Strategy). In the absence of multiple loan Tranches, then this reflects the APY offered for the entire Lending Strategy. This assumes all repayments will be made as expected."
      },
      "assetClass": {
        "label": "Asset Class",
        "tooltip": "The lending specialisation, type or category related to this Lending Strategy."
      },
      "exposureIndustry": {
        "label": "Industry Exposure",
        "tooltip": "​Industry and/or business category in which the Delegate's customers (end borrowers) operate.​"
      },
      "structureApy": {
        "label": "Lending Strategy APY Structure",
        "tooltip": "Indicates whether the APY offered by the Delegate is fixed for a specified period of time, or variable (subject to change upon each epoch)."
      },
      "term": {
        "label": "Lending Strategy Loan Term",
        "tooltip": "The duration of the Lending Strategy. 'Open Ended' has no fixed term or duration and is considered ongoing. A fixed term or duration has an end date, at which time it is intended that the Lending Strategy will reach maturity and all Liquidity Providers will be fully repaid (assumes all repayments will be made as expected)."
      },
      "loan": {
        "label": "Loan Structure (End Borrowers)",
        "tooltip": "The structure of each loan provided by the Delegate to its customers (end borrowers) with regard to maturity date and repayment profile to suit the lending asset class related to this Lending Strategy. A Revolving Loan refers to a loan structure that has no defined end date as it is typically utilised to fund ongoing operations (akin to a Line of Credit, Working Capital Loan or Evergreen Facility). An Amortising Term Loan refers to a loan structure that has defined Principal and Interest repayment periods until it is fully repaid upon a specific end/maturity date, as it is typically utilised to fund core debt, capital expenditure and long term projects. An Interest Only Term Loan refers to a loan structure that has no principal repayments until a specific end/maturity date, as it is typically utilised to fund projects that have a defined exit period, at which time, the loan is fully repaid with the exit proceeds (or progressively repaid in line with asset sales, such as a residential apartment development)."
      }
    },
    "poolTraction": {
      "title": "Lending Strategy Traction",
      "valueLocked": {
        "label": "Total Value Locked (TVL)",
        "tooltip": "The current balance of all combined USDC equivalent funds within this Lending Strategy, comprised of funds deployed into fiat loans to end borrowers, excess USDC liquidity and first loss capital (if contributed by the Delegate)."
      },
      "management": {
        "label": "Total Active Lending",
        "tooltip": "Total USDC equivalent face value of all loans that the Delegate currently has deployed to end borrowers from this Lending Strategy."
      },
      "yield": {
        "label": "Interest Earned",
        "tooltip": "Cumulative total gross interest earned by Liquidity Providers from this Lending Strategy since its inception on the Kasu protocol."
      },
      "activeLoans": {
        "label": "Active Loans",
        "tooltip": "The total number of all current (active) loans originated by the Delegate within this Lending Strategy to end borrowers."
      },
      "capacity": {
        "label": "Lending Strategy Capacity",
        "tooltip": "Amount of additional USDC the Delegate is able to accept for this Lending Strategy, also represented as a percentage of the maximum Lending Strategy target USDC amount.​"
      }
    },
    "riskManagement": {
      "title": "Risk Management",
      "riskStatus": {
        "title": "Risk Status",
        "firstLoss": {
          "label": "First Loss Capital",
          "tooltip": "The amount of capital contributed by the Delegate that will be absorbed first in the event of any losses, prior to losses being absorbed by Liquidity Providers, thereby providing a degree of loss protection to Liquidity Providers.​ First Loss Capital cannot be deployed into loans."
        },
        "lossRate": {
          "label": "Lending Strategy Loss Rate",
          "tooltip": "Total unrecoverable losses expressed as a percentage of total loans associated with this Lending Strategy."
        },
        "riskScore": {
          "label": "Independent Risk Score",
          "tooltip": "tooltip content missing"
        },
        "kasuRating": {
          "label": "KASU Community Rating",
          "tooltip": "tooltip content missing."
        }
      },
      "security": {
        "title": "Security Structure over End Borrowers",
        "guarantees": {
          "label": "Director(s) Guarantees",
          "tooltip": "​A legal undertaking enforced by the Delegate over the Director(s) of its customer(s) (end borrowers) that places liability into the hands of the Director(s), where in the case that the business cannot repay its loans, the Director(s) is/are personally liable for this debt."
        },
        "chargeAssets": {
          "label": "Charge over Business Assets",
          "tooltip": "A legal security interest held by the Delegate over the assets of its business customer, providing the Delegate with the right to enforce its interest in the event of default or insolvency."
        },
        "bankControl": {
          "label": "Control over Bank Accounts",
          "tooltip": "Whether the Delegate has control over any of its customers' (end borrowers) bank accounts which derive cash revenues, providing the immediate right to these cash revenues to repay loans prior to the customer (end borrower) having access to these funds. "
        }
      },
      "criteria": {
        "title": "Minimum Criteria for End Borrowers",
        "yearsBusiness": {
          "label": "Minimum 3 years in Business",
          "tooltip": "A condition which requires a Pool Delegate's customer (end borrower) to prove that it has been operating for at least 3 years with adequate financial reporting history."
        },
        "propertyOwners": {
          "label": "Directors must be property owners",
          "tooltip": "A condition enforced by the Pool Delegate which requires at least one Director of Pool Delegate's customer (end borrower) to be a property owner to confirm a minimum level of wealth in order to provide comfort the event that a Director may become personally liability for its business loan(s) where recovery action may be required."
        }
      }
    }
  },
  "repayments": {
    "title": "Repayments and Funds Flow",
    "loanModelDescription": "This Pool Delegate's lending model is to facilitate Fiat currency loans to real world businesses off-chain. The Asset Class and Loan Structure outlined in the 'Pool Details' screen indicates that these loans are 'Revolving/Evergreen' Loan Facilities, with fluctuating loan balances, being a function of ongoing and simultaneous loan repayments and loan redraws in Fiat currency off-chain. Accordingly, these Fiat currency transactions can only be viewed via CSV download at this current point in time.",
    "borrowerFundsCSV": "Download CSV to view fiat currency funds flow on a per borrower basis:",
    "sections": {
      "aggregated": {
        "title": "Aggregated Funds Flow",
        "description": "An aggregated view of this funds flow for all end borrowers, along with other/related loan funds flow is as follows. Note, this is update upon the commencement of every Epoch (clearing period).",
        "metrics": {
          "totalBorrowers": {
            "label": "Total End Borrowers (Current)",
            "tooltip": "The number of individual businesses that the Delegate is currently lending to."
          }
        }
      },
      "cumulativeFunds": {
        "title": "Cumulative Lending Funds Flow",
        "titleSuffix": "(Actual)",
        "metrics": {
          "closingLoans": {
            "label": "Closing Loans Balance",
            "tooltip": "Total combined USD equivalent loan balance of all loan Tranches within this Lending Strategy, representing funds deployed into loans to end borrowers (outstanding loans) upon the closure of the most recent epoch. The closing loans balance is the net effect of the below funds flows and related transactions and will be updated every epoch."
          },
          "openingLoans": {
            "label": "Opening Loans Balance",
            "tooltip": "Total USD equivalent loan balance of all loan Tranches within this Lending Strategy, representing funds deployed into loans to end borrowers (outstanding loans) upon the closure of the prior epoch, being the same as the start of the current epoch."
          },
          "loansDrawn": {
            "label": "Loans Drawn",
            "tooltip": "The USD equivalent amount within this Lending Strategy of all additional loans drawn (deployed) to end borrowers during the most recent epoch (upon closure of the most recent epoch)."
          },
          "interestAccrued": {
            "label": "Interest Accrued",
            "tooltip": "The USD equivalent amount within this Lending Strategy of total interest accrued by end borrowers during the most recent epoch (upon closure of the most recent epoch)."
          },
          "interestPayments": {
            "label": "Interest Payments",
            "tooltip": "The USD equivalent amount within this Lending Strategy of total actual interest paid by end borrowers during the most recent epoch (upon closure of the most recent epoch)."
          },
          "principalRepayments": {
            "label": "Principal Repayments",
            "tooltip": "The USD equivalent amount within this Lending Strategy of total loan principal repayments made by end borrowers during the most recent epoch (upon closure of the most recent epoch)."
          },
          "unrealisedLosses": {
            "label": "Unrealised Losses",
            "tooltip": "The USD equivalent amount of loans within this Lending Strategy that became subject to formal recovery or legal action during the most recent epoch (upon closure of the most recent epoch)."
          }
        }
      },
      "upcomingFunds": {
        "title": "Upcoming Lending Funds Flow",
        "titleSuffix": "(Current Epoch)",
        "metrics": {
          "netInflows": {
            "label": "Net Inflows/(Outflows)",
            "tooltip": "The upcoming/expected USD equivalent net effect of the below funds flows for the current epoch (expected upon closure of the current epoch)."
          },
          "upcomingLoan": {
            "label": "Upcoming Loan Drawdowns",
            "tooltip": "content is missing"
          },
          "upcomingInterest": {
            "label": "Upcoming Interest Payments",
            "tooltip": "content is missing"
          },
          "upcomingPrincipal": {
            "label": "Upcoming Principal Repayments",
            "tooltip": "content is missing"
          }
        }
      },
      "transactions": {
        "title": "Cumulative Lending & ​Withdrawals",
        "titleSuffix": "(Actual)",
        "metrics": {
          "netDeposit": {
            "label": "Net Lending/(Lending Withdrawals)",
            "tooltip": "The total, cumulative net effect of USDC lending settled and lending withdrawals settled to and from this Lending Strategy since its inception, upon the closure of the most recent epoch."
          },
          "cumulativeDeposit": {
            "label": "Cumulative Lending",
            "tooltip": "Total, cumulative USDC lending settled to this Lending Strategy since its inception, upon the closure of the most recent epoch."
          },
          "cumulativeWithdraw": {
            "label": "Cumulative Lending Withdrawals",
            "tooltip": "Total, cumulative USDC lending withdrawals settled from this Lending Strategy since its inception, upon the closure of the most recent epoch."
          }
        }
      },
      "fundsRequest": {
        "title": "Lending Request & Lending Withdrawal Request",
        "titleSuffix": "(Current Epoch)",
        "metrics": {
          "netDeposits": {
            "label": "Net Lending/(Withdrawal Requests)",
            "tooltip": "The net effect of all current USDC lending requests and lending withdrawal requests that remain queued for this Lending Strategy for the current epoch."
          },
          "currentDeposits": {
            "label": "Current Lending Requests",
            "tooltip": "Total of all current USDC lending requests that remain queued for this Lending Strategy for the current epoch."
          },
          "currentWithdrawal": {
            "label": "Current Lending Withdrawal Requests",
            "tooltip": "Total of all current USDC lending withdrawal requests that remain queued for this Lending Strategy for the current epoch."
          }
        }
      }
    }
  },
  "risk": {
    "poolCredit": {
      "title": "Pool Credit Metrics",
      "headers": {
        "column-1": "Key Credit Metrics",
        "column-2": "Previous Fiscal Year",
        "column-3": "Most Recent Quarter",
        "column-4": "Prior Month"
      }
    },
    "badDebts": {
      "title": "Bad and Doubtful Debts",
      "headers": {
        "column-1": "Total",
        "column-1-suffix": "(Lifetime)",
        "column-2": "Monthly Average",
        "column-2-suffix": "(Last 12 Months)",
        "column-3": "Current Status"
      }
    },
    "reporting": {
      "title": "Financial Reporting Documents",
      "headers": {
        "column-1": "Report",
        "column-1-suffix": "Description",
        "column-2": "Upload Date",
        "column-3": "Version",
        "column-4": "Actions"
      }
    }
  },
  "home": {
    "tabs": {
      "activePools": "Active Pools",
      "closedPools": "Closed pools"
    },
    "summary": {
      "metric-1": "Total Value Locked (TVL)",
      "metric-1-tooltip": "Combined USDC lending by Liquidity Providers across the Kasu protocol, plus the current value of all KSU locked in the Kasu protocol.",
      "metric-2": "Total Active Lending",
      "metric-2-tooltip": "Combined USDC equivalent face value of all loans across all Lending Strategies on Kasu that Delegates currently have deployed to end borrowers.",
      "metric-3": "Total Loan Funds Originated​",
      "metric-3-tooltip": "Cumulative total USDC equivalent face value of all current and historical loans originated by Delegates to end borrowers from all Lending Strategies on Kasu.",
      "metric-4": "Total Interest Earned​",
      "metric-4-tooltip": "Cumulative total gross interest earned by Liquidity Providers from all loans since the inception of the Kasu protocol.",
      "metric-5": "Total Loss Rate",
      "metric-5-tooltip": "Total unrecoverable losses expressed as a percentage of total loans associated with all Lending Strategies on the Kasu protocol."
    },
    "no-data": {
      "activePools": "No active Lending Strategies",
      "closedPools": "No closed Lending Strategies."
    },
    "closedPools": {
      "table": {
        "lossRate": "Loss Rate"
      }
    }
  },
  "portfolio": {
    "summary": {
      "totalKsuLocked": {
        "title": "Total KSU Locked",
        "tooltip": "Amount of KSU you are requesting to unlock."
      },
      "lendingPoolInvestment": {
        "title": "Total Lending Balance",
        "tooltip": "Total amount of USDC lending you currently have deployed across all loans."
      },
      "weightedApy": {
        "title": "Weighted Average APY",
        "tooltip": "The average APY you are currently earning across all loans, adjusted to reflect your weighted contribution to each individual loan relative to your total contribution across all loans."
      },
      "yieldEarnings": {
        "title": "Interest Earnings",
        "tooltip": "The total amount of interest you have earned from USDC investments in Lending Pools since your very first deposit."
      },
      "ksuBonusRewards": {
        "title": "KSU Bonus & Rewards",
        "tooltip": "The total amount of KSU earned (and estimated USDC equivalent value) since you very first locked KSU associated with: 1) APY Bonus (only applicable to Loyalty Level 1 and 2 KSU Token Lockers); and, 2) KSU Launch Bonus (only applicable for early Token Lockers until the KSU bonus pool (5% of total supply) is fully consumed, which is based on the amount and duration of KSU locked and the associated multiplier)."
      },
      "protocolFeesEarned": {
        "title": "Protocol Fees Earned",
        "tooltip": "Your share of USDC Protocol Fees earned (claimed and unclaimed) since you very first locked KSU. Token Lockers are entitled to a share of 5% of the total gross interest earnings generated by lending activities on Kasu. Your proportionale share of this amount is determined by your rKSU balance relative to the total rKSU in the Kasu ecosystem. For example, in a scenario where a total of 1,000 rKSU exists in the entire Kasu ecosystem, a Token Locker who owns 150 of these rKSU (which is 15%) would be entitled to 15% of all Protocol Fees allocated to KSU Token Lockers. This proportionality is augmented as more KSU tokens are locked (or unlocked) to generate more rKSU (or burn more rKSU), entitling them to a proportionate share of protocol fees."
      }
    },
    "lendingPortfolio": {
      "title": "Lending Portfolio"
    },
    "rewards": {
      "title": "My Rewards Portfolio",
      "bonusYieldEarnings": "Bonus Interest Earnings",
      "ksuLaunchBonus": "KSU Launch Bonus",
      "Protocol Fees": "Protocol Fees",
      "totalUsdcBonus": "Total USDC Bonus/Rewards",
      "totalKsuBonus": "Total KSU Bonus/Rewards"
    },
    "wallet": {
      "title": "My Wallet",
      "connectedWallet": "Connected Wallet",
      "metric-1-tooltip": "The individual balances of all your cryptocurrencies in your connected Web3 wallet that can be instantly converted to KSU.",
      "metric-2": "Total KSU Balance",
      "metric-2-tooltip": "Your current KSU balance (and estimated USDC equivalent value) held in your Web3 wallet.",
      "metric-3-toolip": "Total USDC equivalent value of all tokens in your Web3 wallet that can be used to purchase KSU tokens."
    }
  }
}
